cases/mesh_study/fine/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 158500;

boundaryField
{
    inlet
    {
        type            totalPressure;
        p0              uniform 300000;
    }

    outlet
    {
        type            fixedValue;
        value           uniform 158500;
    }

    lowerWall
    {
        type            zeroGradient;
    }

    upperWall
    {
        type            zeroGradient;
    }

    frontAndBack
    {
        type            empty;
    }
}
