cases/mesh_study/fine/constant/thermophysicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      thermophysicalProperties;
}

thermoType
{
    type            hePsiThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}

mixture
{
    specie
    {
        molWeight   28.965;
    }

    thermodynamics
    {
        Cp          1004.5;
        Hf          0;
    }

    transport
    {
        mu          1.8e-05;
        Pr          0.72;
    }
}
